Repository: efir369999/montana_messenger
Catalog: apps/wallet/ios/Code/Montana/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: Begin the pulse
ru: Начать пульс
zh_hans: 开始脉搏

source: Bio
ru: О себе
zh_hans: 简介

source: Birthday
ru: День рождения
zh_hans: 生日

source: Black bishop
ru: Чёрный слон
zh_hans: 黑象

source: Black clock
ru: Время чёрных
zh_hans: 黑方用时

# Black ground
source: Black
ru: Чёрный
zh_hans: 黑色

source: Black king
ru: Чёрный король
zh_hans: 黑王

source: Black knight
ru: Чёрный конь
zh_hans: 黑马

source: Black pawn
ru: Чёрная пешка
zh_hans: 黑兵

source: Black pieces
ru: Чёрные фигуры
zh_hans: 黑棋

source: Black queen
ru: Чёрный ферзь
zh_hans: 黑后

source: Black rook
ru: Чёрная ладья
zh_hans: 黑车

source: Black wins
ru: Чёрные победили
zh_hans: 黑方获胜

source: Blind transit
ru: Слепой транзит
zh_hans: 盲中转

source: Block
ru: Заблокировать
zh_hans: 屏蔽

source: Block contact
ru: Заблокировать контакт
zh_hans: 屏蔽联系人

source: Block this person too
ru: Также заблокировать этого человека
zh_hans: 同时屏蔽此人

source: Block this person?
ru: Заблокировать этого человека?
zh_hans: 要屏蔽此人吗？

source: Block: a blocked person can no longer reach you — their letters are refused on every road and never shown.
ru: Блокировка: заблокированный человек больше не может до вас дотянуться — его письма отвергаются на всех дорогах и никогда не показываются.
zh_hans: 屏蔽：被屏蔽的人再也无法联系您——其信件在所有通道上都会被拒收，且永不显示。

source: Blocked
ru: Заблокирован
zh_hans: 已屏蔽

source: Blocked users
ru: Заблокированные
zh_hans: 已屏蔽的用户

# Blue ground
source: Blue
ru: Синий
zh_hans: 蓝色

source: Bluetooth is off — turn it on to reach nearby devices with no internet.
ru: Bluetooth выключен — включите, чтобы связаться с устройствами рядом без интернета.
zh_hans: 蓝牙已关闭 — 开启后可在无网络时连接附近设备。

source: Bluetooth mesh is on
ru: Bluetooth-меш включён
zh_hans: 蓝牙网状网络已开启

source: Both of you will see it at the top of the chat.
ru: Оба увидите его вверху чата.
zh_hans: 你们双方都会在聊天顶部看到它。

source: Both switches live in iOS Settings; this screen shows what the system answered and takes you there.
ru: Оба допуска живут в настройках iOS; этот экран показывает, что ответила система, и ведёт туда.
zh_hans: 这两项权限都在 iOS 设置中；此页显示系统的回答，并可带您前往。

source: Bringing an identity into being…
ru: Рождается личность…
zh_hans: 正在生成身份…

source: Broadcast
ru: Трансляция
zh_hans: 屏幕共享

source: Bubble size
ru: Размер пузыря
zh_hans: 气泡大小

source: Business card
ru: Визитка
zh_hans: 名片

source: By @name
ru: По @имени
zh_hans: 按@名字

source: By Montana address
ru: По адресу Montana
zh_hans: 通过 Montana 地址

source: By address
ru: По адресу
zh_hans: 按地址

source: By agreement
ru: По соглашению
zh_hans: 双方同意

source: By claim
ru: По требованию
zh_hans: 提出和棋

source: By continuing, you agree to the [Terms of Use](montana://terms) and [Privacy Policy](montana://privacy).
ru: Продолжая, вы соглашаетесь с [Условиями использования](montana://terms) и [Политикой конфиденциальности](montana://privacy).
zh_hans: 继续即表示您同意[使用条款](montana://terms)和[隐私政策](montana://privacy)。

source: By last seen
ru: По времени захода
zh_hans: 按最近在线

source: By name
ru: По имени
zh_hans: 按姓名

source: By username
ru: По имени пользователя
zh_hans: 通过用户名

source: By using Montana you agree to these terms.
ru: Пользуясь Montana, вы принимаете эти условия.
zh_hans: 使用 Montana 即表示您同意这些条款。

source: CHATS, GROUPS AND CONTACTS
ru: ЧАТЫ, ГРУППЫ И КОНТАКТЫ
zh_hans: 聊天、群组和联系人

source: CONTACTS
ru: КОНТАКТЫ
zh_hans: 联系人

source: Call
ru: Звонок
zh_hans: 通话

source: Call back
ru: Перезвонить
zh_hans: 回拨

source: Call back?
ru: Перезвонить?
zh_hans: 回拨？

source: Call relay
ru: Ретрансляция звонков
zh_hans: 通话中继

source: Call sign
ru: Позывной
zh_hans: 呼号

source: Call signalling
ru: Сигналинг звонков
zh_hans: 通话信令

source: Calling…
ru: Звоним…
zh_hans: 呼叫中…

source: Calls
ru: Звонки
zh_hans: 通话

source: Calls are filtered on this network
ru: На этой сети звонки фильтруются
zh_hans: 此网络已过滤通话

source: Calls tab
ru: Вкладка «Звонки»
zh_hans: 通话标签

source: Camera
ru: Камера
zh_hans: 相机

source: Camera is off for Montana
ru: Камера выключена для Montana
zh_hans: Montana 的相机已关闭

source: Camera unavailable
ru: Камера недоступна
zh_hans: 相机不可用

source: Cancel
ru: Отмена
zh_hans: 取消

source: Caption…
ru: Подпись…
zh_hans: 添加说明…

source: Cellular
ru: Сотовая
zh_hans: 蜂窝

source: Cellular transport — available next.
ru: Сотовый транспорт — скоро.
zh_hans: 蜂窝传输 — 即将推出。

source: Change Emoji Status
ru: Сменить эмодзи-статус
zh_hans: 更改表情状态

source: Change Photo
ru: Изменить фотографию
zh_hans: 更改照片

source: Change Profile Color
ru: Изменить цвет профиля
zh_hans: 更改资料颜色

source: Change page background
ru: Изменить фон страницы
zh_hans: 更改主页背景

source: Change photo
ru: Изменить фотографию
zh_hans: 更换照片

source: Change settings
ru: Изменить настройки
zh_hans: 更改设置

source: Channel created
ru: Канал создан
zh_hans: 频道已创建

source: Chat
ru: Чат
zh_hans: 聊天

source: Chat automation
ru: Автоматизация чатов
zh_hans: 聊天自动化

source: Chat automation is coming soon — a bot will be able to reply for you.
ru: Автоматизация чатов скоро станет доступна — бот сможет отвечать на сообщения за вас.
zh_hans: 聊天自动化即将推出——机器人可代您回复。

source: Chat automation is coming soon — a bot will be able to reply on your behalf.
ru: Автоматизация чатов скоро станет доступна — бот сможет отвечать на сообщения от Вашего имени.
zh_hans: 聊天自动化即将推出——机器人可代表您回复。

source: Chat background
ru: Фон чата
zh_hans: 聊天背景

source: Chats
ru: Чаты
zh_hans: 聊天

source: Chats in folder
ru: Чаты в папке
zh_hans: 文件夹中的聊天

source: Check
ru: Проверить
zh_hans: 检测

source: Check!
ru: Шах!
zh_hans: 将军！

source: Checking…
ru: Проверяю…
zh_hans: 检查中…

source: Checkmate
ru: Мат
zh_hans: 将死

source: Chess
ru: Шахматы
zh_hans: 国际象棋

source: Chess invitation
ru: Приглашение в шахматы
zh_hans: 国际象棋邀请

source: Chinese
ru: Китайский
zh_hans: 中文

source: Choose Photo
ru: Выбрать фото
zh_hans: 选择照片

source: Choose Username
ru: Выбрать имя пользователя
zh_hans: 选择用户名

source: Choose a call sign
ru: Выбрать позывной
zh_hans: 选择呼号

source: Choose how to sign in
ru: Выберите способ входа
zh_hans: 选择登录方式

source: Choose other photos
ru: Выбрать другие фото
zh_hans: 选择其他照片

source: Choose people
ru: Выбрать людей
zh_hans: 选择联系人

source: Choose photo
ru: Выбрать фотографию
zh_hans: 选择照片

source: Choose the move for your draw claim
ru: Выберите ход для заявления ничьей
zh_hans: 选择用于申请和棋的预定着法

source: Claim draw
ru: Заявить ничью
zh_hans: 申请和棋

source: Claim draw with intended move
ru: Заявить ничью намеченным ходом
zh_hans: 以预定着法申请和棋

source: Classic
ru: Классический
zh_hans: 经典

source: Clear
ru: Очистить
zh_hans: 清除

source: PICTURE CACHE
ru: КЕШ КАРТИНОК
zh_hans: 图片缓存

source: Pictures are kept in memory so chats and walls open without waiting. They stay until you clear them here.
ru: Картинки хранятся в памяти, чтобы чаты и стены открывались без ожидания. Они остаются, пока вы не очистите их здесь.
zh_hans: 图片保存在内存中，让聊天和墙面无需等待即可打开。它们会一直保留，直到你在这里清除。

source: Clear all
ru: Очистить всё
zh_hans: 全部清除

source: Clear all calls?
ru: Очистить все звонки?
zh_hans: 清除所有通话？

source: Clear history
ru: Очистить историю
zh_hans: 清空聊天记录

source: Clear history?
ru: Очистить историю?
zh_hans: 清除历史记录？

source: Close
ru: Закрыть
zh_hans: 关闭

source: Cloud password
ru: Облачный пароль
zh_hans: 云密码

source: Collections
ru: Коллекции
zh_hans: 合集

source: Colour
ru: Цвет
zh_hans: 颜色

source: Colour fringe
ru: Цветная кромка
zh_hans: 色散

source: Comments
ru: Комментарии
zh_hans: 评论

source: Communication
ru: Общение
zh_hans: 社交

source: Compare these 60 digits with the other person (by voice or in person), or scan their QR. If they match, mark "Verified".
ru: Сравните эти 60 цифр с собеседником (голосом или лично) либо отсканируйте его QR. Совпали — отметьте «Сверено».
zh_hans: 与对方（通过语音或当面）核对这 60 位数字，或扫描对方的 QR。如果一致，请标记为“已核对”。

source: Compare these 60 digits with the other person (by voice or in person), or scan their QR. If they match, mark “Verified”.
ru: Сравните эти 60 цифр с собеседником (голосом или лично) либо отсканируйте его QR. Если совпадают — отметьте «Сверено».
zh_hans: 与对方核对这 60 位数字（通过语音或当面），或扫描其二维码。若一致，请标记「已验证」。

source: Compressing
ru: Сжатие
zh_hans: 压缩中

source: Compressing \(Int(p * 100))%
ru: Сжатие \(Int(p * 100))%
zh_hans: 压缩中 \(Int(p * 100))%

source: Compressing…
ru: Сжатие…
zh_hans: 压缩中…

source: Computer
ru: Компьютер
zh_hans: 电脑

source: Computer, level %lld
ru: Компьютер, уровень %lld
zh_hans: 电脑，等级 %lld

source: Conditions of creation
ru: Условия создания
zh_hans: 创建条件

source: Confirm
ru: Подтвердить
zh_hans: 确认

source: Confirm with your device passcode or biometrics to reveal the secret phrase.
ru: Подтвердите кодом или биометрией устройства, чтобы увидеть секретную фразу.
zh_hans: 请使用设备密码或生物识别确认以查看助记词。

source: Minting
ru: Чеканка
zh_hans: 铸造

source: Minting now
ru: Чеканится сейчас
zh_hans: 正在铸造

source: Rights from the wall
ru: Права со стены
zh_hans: 来自墙的权利

source: Confirmed balance
ru: Подтверждённый баланс
zh_hans: 已确认余额

source: Conflicting moves — start a new game
ru: Ходы расходятся — начните новую партию
zh_hans: 走棋记录冲突，请开始新对局

source: Connect
ru: Подключить
zh_hans: 连接

source: Connect a bot that will reply to messages on your behalf.
ru: Подключите бота, который будет отвечать на сообщения от Вашего имени.
zh_hans: 连接一个可以代表您回复消息的机器人。

source: Connect to a peer by address (different network)
ru: Подключиться к собеседнику по адресу (другая сеть)
zh_hans: 通过地址连接对方（不同网络）

source: Connected
ru: Подключено
zh_hans: 已连接

source: Connecting…
ru: Соединение…
zh_hans: 连接中…

source: Connection dropped
ru: Соединение прервано
zh_hans: 连接中断

source: Connection dropped — reconnecting
ru: Соединение прервано — переподключение
zh_hans: 连接中断 — 正在重连

source: Connection failed
ru: Соединение не удалось
zh_hans: 连接失败

source: Connection lost — reconnecting
ru: Связь потеряна — восстанавливаем
zh_hans: 连接中断 — 正在重连

source: Contact
ru: Контакт
zh_hans: 联系人

source: Contact's phone is ringing
ru: Телефон собеседника звонит
zh_hans: 对方手机正在响铃

source: Contacts
ru: Контакты
zh_hans: 联系人

source: Continue
ru: Продолжить
zh_hans: 继续

source: Continue with Montana
ru: Продолжить с Montana
zh_hans: 使用 Montana 继续

source: Continue with voice
ru: Продолжить голосом
zh_hans: 继续语音通话

source: Continue with your Apple Account
ru: Продолжить с учётной записью Apple
zh_hans: 使用您的 Apple 账户继续

source: Continue without the copy
ru: Продолжить без копии
zh_hans: 不带副本继续

source: Conversations
ru: Беседы
zh_hans: 对话

source: Copied
ru: Скопировано
zh_hans: 已复制

source: Copied for 60 s
ru: Скопировано на 60 с
zh_hans: 已复制，60 秒后清除

source: Copies of the whole phone
ru: Копии всего телефона
zh_hans: 整机副本

source: Copies to your node
ru: Копии на ваш узел
zh_hans: 备份到您的节点

source: Copy
ru: Скопировать
zh_hans: 复制

source: Copy Address
ru: Скопировать адрес
zh_hans: 复制地址

source: Copy Link
ru: Скопировать ссылку
zh_hans: 复制链接

source: Copy link
ru: Копировать ссылку
zh_hans: 复制链接

source: Copy my address
ru: Скопировать мой адрес
zh_hans: 复制我的地址

source: Copy my card
ru: Скопировать мою карту
zh_hans: 复制我的名片

source: Copy name
ru: Скопировать имя
zh_hans: 复制名称

source: Copy title
ru: Скопировать название
zh_hans: 复制标题

source: Correspondent
ru: Собеседник
zh_hans: 对话者

source: Could not open the track
ru: Не удалось открыть трек
zh_hans: 无法打开曲目

source: Could not post
ru: Не удалось опубликовать
zh_hans: 发布失败

source: Couldn't verify the address. Check your connection.
ru: Не удалось проверить адрес. Проверь связь.
zh_hans: 无法验证地址。请检查网络。

source: Create
ru: Создать
zh_hans: 创建

source: Create backup
ru: Создать копию
zh_hans: 创建备份

source: Create backup…
ru: Создать копию…
zh_hans: 创建备份…

source: Create new contact
ru: Создать новый контакт
zh_hans: 创建新联系人

source: Create the phrase
ru: Создать фразу
zh_hans: 生成助记词

source: Create your identity first — the invitation will open right after.
ru: Сначала создайте личность — приглашение откроется сразу после.
zh_hans: 请先创建身份——随后邀请会自动打开。

source: Creating…
ru: Создаём…
zh_hans: 正在创建…

source: Crest
ru: Герб
zh_hans: 徽章

source: Cross-network peers: %lld
ru: Пиры из других сетей: %lld
zh_hans: 跨网络对等点：%lld

source: Custom
ru: Свой
zh_hans: 自定义

source: Custom background
ru: Свой фон
zh_hans: 自定义背景

source: Dark
ru: Тёмная
zh_hans: 深色

# Dark ground
source: Dark
ru: Тёмный
zh_hans: 深色

source: Data and Storage
ru: Данные и память
zh_hans: 数据和存储

source: Decline
ru: Отклонить
zh_hans: 拒绝

source: Decline invitation
ru: Отклонить приглашение
zh_hans: 拒绝邀请

# Default ground
source: Default
ru: По умолчанию
zh_hans: 默认

source: Delete
ru: Удалить
zh_hans: 删除

source: Delete (%lld)
ru: Удалить (%lld)
zh_hans: 删除 (%lld)

source: Delete all
ru: Удалить все
zh_hans: 全部删除

source: Delete chat
ru: Удалить чат
zh_hans: 删除聊天

source: Delete chat?
ru: Удалить чат?
zh_hans: 删除聊天？

source: Delete entire chat?
ru: Удалить весь чат?
zh_hans: 删除整个聊天？

source: Delete for everyone
ru: Удалить у всех
zh_hans: 为所有人删除

source: Delete for me
ru: Удалить у меня
zh_hans: 为我删除

source: Delete for me and \(c.title)
ru: Удалить у меня и \(c.title)
zh_hans: 为我和 \(c.title) 删除

source: Delete for me and them
ru: Удалить у обоих
zh_hans: 为双方删除

source: Delete for me only
ru: Удалить только у себя
zh_hans: 仅删除我这边

source: Delete from the chat
ru: Удалить из чата
zh_hans: 从聊天中删除

source: Delete from the chat?
ru: Удалить из чата?
zh_hans: 从聊天中删除？

source: Delete message?
ru: Удалить сообщение?
zh_hans: 删除消息？

source: Delete selected chats?
ru: Удалить выбранные чаты?
zh_hans: 删除所选聊天？

source: Delete selected contacts?
ru: Удалить выбранные контакты?
zh_hans: 删除所选联系人?

source: Delete the contact from Montana and from the phone address book?
ru: Удалить контакт из Montana и из адресной книги телефона?
zh_hans: 从 Montana 和手机通讯录中删除该联系人?

source: Delete the contact from Montana?
ru: Удалить контакт из Montana?
zh_hans: 从 Montana 中删除该联系人?

source: Delete this video?
ru: Удалить это видео?
zh_hans: 删除此视频？

source: Delete: any letter can be removed from your feed at once — for you, or for everyone.
ru: Удаление: любое письмо можно сразу убрать из ленты — у себя или у всех.
zh_hans: 删除：任何信件都可立即从您的信息流中移除——仅对您，或对所有人。

source: Delivered
ru: Доставлено
zh_hans: 已送达

source: Denied
ru: Запрещено
zh_hans: 已拒绝

source: Describe your question
ru: Опишите вопрос
zh_hans: 描述您的问题

source: Description
ru: Описание
zh_hans: 描述

source: Device linked
ru: Устройство привязано
zh_hans: 设备已关联

source: Devices nearby
ru: Устройства рядом
zh_hans: 附近的设备

source: Devices nearby (%lld)
ru: Устройства рядом (%lld)
zh_hans: 附近设备 (%lld)

source: Diaries
ru: Дневники
zh_hans: 日志

source: Direct device link
ru: Прямая связь устройств
zh_hans: 设备直连

source: Disconnected
ru: Отключено
zh_hans: 已断开

source: Don't store this information digitally — write it on paper and keep it in a safe place.
ru: Не сохраняйте информацию в цифровом формате, запишите на бумаге и сохраните в надежном месте.
zh_hans: 请勿以数字形式保存此信息，请写在纸上并保存在安全的地方。

source: Done
ru: Готово
zh_hans: 完成

source: Done. History is being restored.
ru: Готово. История восстанавливается.
zh_hans: 完成。正在恢复历史记录。

source: Done. The key was sent to the new device.
ru: Готово. Ключ отправлен на новое устройство.
zh_hans: 完成。密钥已发送到新设备。

source: Doors
ru: Двери
zh_hans: 入口

source: Downloading from iCloud
ru: Загрузка из iCloud
zh_hans: 正在从 iCloud 下载

source: Downloading from your node
ru: Загружаем с вашего узла
zh_hans: 正在从您的节点下载

source: Downloads
ru: Скачивания
zh_hans: 下载次数

source: Draft
ru: Черновик
zh_hans: 草稿

source: Draft:
ru: Черновик:
zh_hans: 草稿：

source: Draw
ru: Ничья
zh_hans: 和棋

source: Draw across the field below. Your movement is mixed with the device's own source, so the phrase stays unguessable even if one of the two sources is not honest.
ru: Поводите пальцем по полю ниже. Ваше движение смешивается с источником самого устройства, поэтому фразу нельзя угадать, даже если один из двух источников окажется нечестным.
zh_hans: 请在下方区域滑动。您的动作会与设备自身的随机源混合，因此即使两个来源之一不诚实，助记词依然无法被猜到。

source: Dusk
ru: Сумерки
zh_hans: 暮色

source: E-mail
ru: Почта
zh_hans: 电子邮件

source: Edit
ru: Изменить
zh_hans: 编辑

source: Edit post
ru: Изменить запись
zh_hans: 编辑帖子

source: Edit sticker
ru: Изменить стикер
zh_hans: 编辑贴纸

source: Editing
ru: Редактирование
zh_hans: 编辑

source: Emoji
ru: Эмодзи
zh_hans: 表情

source: Empirical delivery test via the genesis mail carrier (MUQ, not the backend).
ru: Эмпирический тест доставки через genesis-почтальон (MUQ, не бэкенд).
zh_hans: 通过 genesis 邮差（MUQ，非后端）进行的实证投递测试。

source: End
ru: Отбой
zh_hans: 挂断

source: End game
ru: Завершить партию
zh_hans: 结束对局

source: End the call?
ru: Завершить звонок?
zh_hans: 结束通话？

source: End this game?
ru: Завершить эту партию?
zh_hans: 要结束这局对局吗？

source: End-to-end encryption
ru: Сквозное шифрование
zh_hans: 端到端加密

source: Enter a name and, if you like, add a photo for your profile.
ru: Укажите имя и, если хотите, добавьте фотографию для Вашего профиля.
zh_hans: 请输入名称，如果愿意，也可以为您的个人资料添加照片。

source: Enter a phone number instead
ru: Ввести номер телефона
zh_hans: 改为输入电话号码

source: Enter a username
ru: Введите ник
zh_hans: 请输入用户名

source: Enter a username. You can only message registered users.
ru: Введите ник. Писать можно только зарегистрированным.
zh_hans: 请输入用户名。仅能向已注册用户发消息。

source: Enter the 24 words separated by spaces, in the correct order.
ru: Введите 24 слова через пробел, в правильном порядке.
zh_hans: 按正确顺序输入这 24 个单词，用空格分隔。

source: Enter the 24 words separated by spaces. Your history will switch to private mode and be restored from the phrase.
ru: Введите 24 слова через пробел. История перейдёт в приватный режим и восстановится по фразе.
zh_hans: 用空格分隔输入这 24 个单词。聊天记录将切换到私密模式，并通过助记词恢复。

source: Enter the Montana wallet address (mt…) or a username with @. You can only message registered users.
ru: Введите адрес кошелька Montana (mt…) или ник со знаком @. Писать можно только зарегистрированным.
zh_hans: 请输入 Montana 钱包地址（mt…）或以 @ 开头的用户名。仅能向已注册用户发消息。

source: Enter the address of a machine you own, its login and password: Montana puts its door on it and keeps only the digest of the certificate the machine makes for itself. The password is used once and kept nowhere.
ru: Введите адрес машины, которой владеете, логин и пароль: Montana поставит на неё свою дверь и сохранит только отпечаток сертификата, который машина сделает себе сама. Пароль используется один раз и не хранится.
zh_hans: 输入您拥有的机器地址、登录名和密码：Montana 会在其上安装自己的门，并只保留机器为自己生成的证书摘要。密码仅使用一次，不会被保存。

source: Enter the code
ru: Введите код
zh_hans: 输入验证码

source: Enter the note
ru: Внести заметку
zh_hans: 录入票据

source: Enter the number in international format, starting with +.
ru: Введите номер в международном формате, начиная с +.
zh_hans: 请输入国际格式的号码，以 + 开头。

source: Enter the reference the person gave you. You can only write to someone who has an identity.
ru: Введите ссылку, которую дал человек. Писать можно только тому, у кого есть личность.
zh_hans: 输入对方给您的引用。您只能写信给拥有身份的人。

source: Every attachment the letters name is on this device.
ru: Все вложения, на которые ссылаются письма, есть на этом устройстве.
zh_hans: 消息中提到的所有附件都在本设备上。

source: Everyone
ru: Все
zh_hans: 所有人

source: Everyone except
ru: Все, кроме
zh_hans: 除以下人外所有人

source: Everyone means every person you have a conversation with. A wall reaches a person's page the moment they open it.
ru: «Все» — это каждый, с кем у вас есть переписка. Стена приходит на страницу человека в тот момент, когда он её открывает.
zh_hans: “所有人”指与你有对话的每一个人。留言墙会在对方打开你的页面时立即到达。

source: Everyone on the mesh, phone to phone
ru: Все в мэше, от телефона к телефону
zh_hans: 网状网络中的所有人，手机对手机

source: Everyone will see it at the top of the chat.
ru: Все увидят его вверху чата.
zh_hans: 所有人都会在聊天顶部看到它。

source: Everything here stays on your device. Nothing is published: your correspondent sees only what you choose to show. Leave the name empty and your call sign is used.
ru: Всё, что здесь, остаётся на устройстве. Ничего не публикуется: собеседник видит только то, что вы решили показать. Оставите имя пустым — вас будут звать позывным.
zh_hans: 此处的一切都留在您的设备上。不会公开任何内容：对方只能看到您选择展示的内容。名称留空则使用您的呼号。

source: Everything is erased: messages and files on this device, the identity itself, the profile and the username, which becomes free for anyone. This cannot be undone — the seed phrase will not bring it back, because there will be nothing left to restore.
ru: Стирается всё: переписка и файлы на этом устройстве, сама личность, профиль и имя пользователя, которое станет свободным для любого. Отменить это нельзя — сид-фраза не вернёт ничего, потому что восстанавливать будет нечего.
zh_hans: 一切都将被抹除：本机的消息与文件、身份本身、个人资料以及用户名（将对任何人开放）。此操作无法撤销——助记词也无法找回，因为已无可恢复之物。

source: Exactly 24 words required (entered \(words.count))
ru: Нужно ровно 24 слова (введено \(words.count))
zh_hans: 需要正好 24 个词（已输入 \(words.count)）

source: Exactly 24 words required (entered \(ws.count)).
ru: Нужно ровно 24 слова (введено \(ws.count)).
zh_hans: 需要正好 24 个词（已输入 \(ws.count)）。

source: Execution jitter
ru: Дрожание исполнения
zh_hans: 执行抖动

source: Expand
ru: Развернуть
zh_hans: 展开

source: Exposure
ru: Экспозиция
zh_hans: 曝光

source: External address
ru: Внешний адрес
zh_hans: 外部地址

source: Favorites
ru: Избранные
zh_hans: 收藏

source: Feed motion
ru: Движение ленты
zh_hans: 列表动效

source: Fetch from my queue
ru: Забрать из своей очереди
zh_hans: 从我的队列获取

source: File
ru: Файл
zh_hans: 文件

source: Files
ru: Файлы
zh_hans: 文件

source: Fill bottom
ru: Заливка снизу
zh_hans: 填充底部

source: Fill opacity
ru: Прозрачность заливки
zh_hans: 填充不透明度

source: Fill top
ru: Заливка сверху
zh_hans: 填充顶部

source: Filter objectionable content
ru: Фильтр неприемлемого содержимого
zh_hans: 过滤不当内容

source: Filter: letters carrying objectionable words are folded by default and unfold only by your tap. The filter is yours to keep or turn off in Privacy.
ru: Фильтр: письма с неприемлемыми словами по умолчанию свёрнуты и разворачиваются только вашим касанием. Фильтр можно оставить или выключить в разделе «Приватность».
zh_hans: 过滤：含有不当词语的信件默认折叠，仅在您点击后展开。您可以在“隐私”中保留或关闭该过滤。

source: Findable on the mesh
ru: Находиться в меш-сети
zh_hans: 可在网格中被发现

source: Fingerprint verification
ru: Сверка отпечатка
zh_hans: 指纹核对

source: First name
ru: Имя
zh_hans: 名字

source: Flip board
ru: Перевернуть доску
zh_hans: 翻转棋盘

source: Folder name
ru: Название папки
zh_hans: 文件夹名称

source: Folders
ru: Папки
zh_hans: 文件夹

source: Forest
ru: Лес
zh_hans: 森林

source: Forget identity
ru: Забыть личность
zh_hans: 忘记身份

source: Forget this identity?
ru: Забыть эту личность?
zh_hans: 忘记此身份？

source: Forward
ru: Переслать
zh_hans: 转发

source: Forward to…
ru: Переслать в…
zh_hans: 转发到…

source: Forwarded
ru: Переслано
zh_hans: 已转发

source: Free
ru: Свободно
zh_hans: 可用

source: From 4 to 32 characters: a–z, 0–9, «_» and «-». A name starts with a letter, never ends with a sign, and no two signs stand in a row. The name goes to whoever fixes it first: the seed phrase is enough — no application, no approval, no queue.
ru: От 4 до 32 знаков: a–z, 0–9, «_» и «-». Имя начинается с буквы, не заканчивается знаком, два знака подряд запрещены. Имя берёт тот, кто зафиксировал первым: достаточно сид-фразы — ни заявки, ни одобрения, ни очереди.
zh_hans: 4 至 32 个字符：a–z、0–9、「_」与「-」。名称以字母开头，不以符号结尾，且不得有两个相连的符号。谁先确立，名称就归谁：只需助记词——无需申请、无需批准、无需排队。

source: From a file
ru: Из файла
zh_hans: 从文件

source: From iCloud
ru: Из iCloud
zh_hans: 从 iCloud

source: From phone contacts
ru: Из контактов телефона
zh_hans: 从手机通讯录

source: Full Access
ru: Полный доступ
zh_hans: 完全访问

source: Full control — full responsibility
ru: Полный контроль — полная ответственность
zh_hans: 完全掌控——完全责任

source: GLOBAL SEARCH
ru: ГЛОБАЛЬНЫЙ ПОИСК
zh_hans: 全局搜索

source: Gallery
ru: Галерея
zh_hans: 相册

source: Game actions
ru: Действия в партии
zh_hans: 对局操作

source: Game ended
ru: Партия завершена
zh_hans: 对局已结束

source: Game history unavailable
ru: История партии недоступна
zh_hans: 对局记录不可用
